Repository: misenhower/WPRemote
Catalog: Komodex.WP7DACPRemote/Localization/LocalizedStrings.*.resx
Languages: de_de

# AboutLibraryInformation
source: Library Information
de_de: Biblithek Information

# AboutMenuItem
source: about
de_de: über

# AboutPageTitle
source: about
de_de: über

# AddAppBarButton
source: add
de_de: hinzufügen

# AddLibraryButton
source: Add Library
de_de: Bibliothek hinzufügen

# AddNewLibraryPageDescription
source: To pair this device with a new library, download the Pairing Utility from our website:
de_de: Um dieses Gerät mit einer neuen Bilbliothek zu verknüpfen, müssen Sie das Verknüpfungsprogramm von unserer Website herunterladen:

# AddNewLibraryPageTitle
source: ADD NEW LIBRARY
de_de: NEUE BIBLIOTHEK HINZUFÜGEN

# AirPlaySpeakersMenuItem
source: airplay speakers
de_de: AirPlay Lautsprecher

# AirPlaySpeakersPageTitle
source: AIRPLAY SPEAKERS
de_de: AIRPLAY LAUTSPRECHER

# BrowseLibraryAppBarButton
source: browse
de_de: browsen

# BrowseLibraryButton
source: browse library
de_de: Bibliothek durchsuchen

# BrowseLibraryMenuItem
source: browse library
de_de: Bibliothek durchsuchen

# CancelAppBarButton
source: cancel
de_de: Abbrechen

# CancelButton
source: Cancel
de_de: Abbrechen

# ChooseLibraryButton
source: Choose Library...
de_de: Biblithek wählen…

# ChooseLibraryMenuItem
source: choose library
de_de: Bibliothek wählen

# ChooseLibraryPageTitle
source: choose library
de_de: Bibliothek wählen

# ContactUs
source: [Contact us] for support and feedback
de_de: [Kontaktieren Sie uns] für Support und Feedback

# FirstRunIntro1
source: To pair with iTunes or another compatible application for the first time, run the Pairing Utility on your computer. This utility can be downloaded from our website at:
de_de: Um Remote mit iTunes oder einem anderen kompatiblen Programm das erste Mal zu verknüpfen, müssen Sie das Verknüpfungsprogramm auf Ihrem Computer ausführen. Dieses Programm kann von unserer Website der heruntergeladen werden:

# FirstRunIntro2
source: When pairing has been completed, tap "Add Library" below to connect to your library.
de_de: Wenn die Verknüpfung vollständig erfolgt ist, tippe auf "Bibliothek hinzufügen" unten um mit Ihrer Biblitothek verbunden zu werden.

# FirstRunIntro3
source: It will be necessary for your phone to be connected to a Wi-fi network to continue.
de_de: Um fortzufahren ist es notwendig, dass Ihr Handy mit dem Wi-fi Netzwerk verbunden ist.

# FirstRunTitle
source: welcome
de_de: Willkommen

# FollowOnTwitter
source: Follow [@WP7Remote] on Twitter
de_de: Folge [@WP7Remote] bei Twitter

# ForWP7
source: for Windows Phone 7
de_de: für Windows Phone 7

source: From last connection attempt
de_de: Vom letzten Verbindungsversuch

# GeniusMixesListItem
source: genius mixes
de_de: geniale Mixe

# LibraryAlbumsPivotItem
source: albums
de_de: Alben

# LibraryArtistsPivotItem
source: artists
de_de: Künstler

# LibraryConnectionErrorBody
source: Could not connect to the library. Please make sure your phone is connected to the correct Wi-fi network and check the value entered in the hostname field.
de_de: Konnte nicht mit der Bibliothek verbunden werden. Bitte versichern Sie, dass Ihr Handy mit dem Wi-fi Netzwerk verbunden ist und überprüfen Sie was in dem Feld für den Nutzernamen eingetragen ist.

# LibraryConnectionErrorTitle
source: Connection Error
de_de: Verbindungsfehler

# LibraryErrorBody
source: An unknown error occurred. Please check your library and try again.
de_de: Ein unbekannter Fehler ist aufgetreten. Bitte überprüfen Sie Ihre Bilbiothek und versuchen Sie es erneut.

# LibraryErrorTitle
source: Library Error
de_de: Bilbliothek Fehler

# LibraryGenresPivotItem
source: genres
de_de: Genre

# LibraryHostname
source: Host
de_de: Nutzer

# LibraryNoAlbumsFound
source: No albums were found in your library.
de_de: Es wurden keine Alben in Ihrer Bibliothek gefunden.

# LibraryNoArtistsFound
source: No artists were found in your library.
de_de: Es wurden keine Künstler in Ihrer Bibliothek gefunden.

# LibraryNoGenresFound
source: No genres were found in your library.
de_de: Es wurden keine Genre in Ihrer Bilbiothek gefunden.

# LibraryNoPlaylistsFound
source: No playlists were found in your library.
de_de: Es wurden keine Playlists in Ihrer Bibliothek gefunden.

# LibraryPINErrorBody
source: Could not connect to the library. Please check the PIN and try again.
de_de: Es konnte keine Verbindung zur Bilbliothek hergestellt werden. Bitte überprüfen sie die PIN und versuchen Sie es erneut.

# LibraryPINErrorTitle
source: PIN Error
de_de: PIN Fehler

# LibraryPlaylistsPivotItem
source: playlists
de_de: Playlisten

# LibraryUSBErrorBody
source: Could not connect to your library. Please disconnect the USB cable between your phone and computer and try again.
de_de: Es konnte keine Verbindung zu Ihrer Bibliothek hergestellt werden. Bitte entfernen Sie das USB Kabel zwischen Ihrem Handy und Ihrem Computer und versuchen Sie es erneut.

# LibraryUSBErrorTitle
source: Network Connection Error
de_de: Netzwerkverbindung Fehler

# LibraryVersionErrorBody
source: This application currently requires iTunes version 10.1 or later. Please upgrade to the latest version of iTunes to continue.
de_de: Diese Applikation erfordert zur Zeit die iTunes Version 10.1 oder eine neuere Version. Bitte upgraden Sie die neueste iTunes Version um fortzufahren.

# LibraryWifiErrorBody
source: Please make sure your phone is connected to a Wi-fi network and try again.
de_de: Bitte stellen Sie sicher, dass Ihr Handy Verbindung zu einem Wi-fi Netzwerk hat und versuchen Sie es erneut.

# LibraryWifiErrorTitle
source: Wi-fi Connection Error
de_de: Wi-fi Verbindungsfehler

source: MASTER VOLUME
de_de: MASTER LAUTSTÄRKE

# MoreAppBarButton
source: more
de_de: mehr

# NextAppBarButton
source: next
de_de: nächster

source: Not connected
de_de: Nicht verbunden

# NowPlayingAppBarButton
source: now playing
de_de: spielt jetzt

# NowPlayingButton
source: now playing
de_de: spielt jetzt

# PreviousAppBarButton
source: previous
de_de: vorheriger

source: Protocol:
de_de: Protokoll:

# SaveAppBarButton
source: save
de_de: speichern

# SearchAppBarButton
source: search
de_de: suchen

# SearchButton
source: search
de_de: suchen

# SearchMenuItem
source: search
de_de: suchen

# SelectMediaPageTitle
source: SELECT MEDIA TYPE
de_de: ART DES MEDIUMS AUSWÄHLEN

# SettingsArtistTapAction
source: Tap the currently playing artist name to
de_de: Tippe auf den zur Zeit spielenden Künstler um

# SettingsArtistTapOpenAlbumPage
source: open album page
de_de: die Album Seite zu öffnen

# SettingsArtistTapOpenArtistPage
source: open artist page
de_de: Künstlerseite öffnen

# SettingsExtendedErrorReporting
source: Extended error reporting
de_de: Erweiterte Fehlerberichte

# SettingsMenuItem
source: settings
de_de: Einstellungen

# SettingsPageTitle
source: settings
de_de: Einstellungen

# SettingsStayConnectedDescription
source: Staying connected to your library while the phone is locked will make resuming from the lock screen faster but may use more battery.
de_de: Indem Sie mit der Bibliothek verbunden bleiben während Ihr Handy gesperrt ist, vereinfacht das Fortfahren vom Sperr-Bildschirm, aber es verbraucht eventuell mehr Akku.

# SettingsStayConnectedUnderLock
source: Stay connected under lock screen
de_de: Bleiben Sie auch unter dem Sperr-Bildschirm verbunden

# SettingsTakeEffectNextRun
source: This change will take effect the next time you start Remote.
de_de: Wenn Sie Remote das nächste mal starten, wird diese Änderung vorgenommen werden.

# ShuffleAllButton
source: shuffle all
de_de: Shuffle alle

# ShuffleAllSongsMenuItem
source: shuffle all songs
de_de: Shuffle alle Songs

# StatusConnectingToLibrary
source: Connecting to Library
de_de: Mit Bilbliothek verbinden

# StatusTapChooseLibrary
source: Tap "Choose Library" to select or add a new library.
de_de: Tippe auf "Bibliothek wählen" um eine Bilbliothek zu wählen oder eine neue hinzuzufügen.

# ToggleSwitchOff
source: Off
de_de: Aus

# ToggleSwitchOn
source: On
de_de: Ein
