Repository: misenhower/WPRemote
Catalog: CommonLibraries/Libraries/Microsoft.Phone.Controls.Toolkit/Microsoft.Phone.Controls.Toolkit.Localization/LocalizedResources/ControlResources.*.xlf
Languages: az_latn_az, sq_al

# Resx/AboutAMinuteAgo
source: about a minute ago
az_latn_az: Son yenilənmə təxminən bir dəqiqə əvvəl
sq_al: rreth një minutë më parë

# Resx/AboutAMonthAgo
source: about a month ago
az_latn_az: Təxminən bir ay əvvəl
sq_al: rreth një muaj më parë

# Resx/AboutAnHourAgo
source: about an hour ago
az_latn_az: Təxminən bir saat əvvəl
sq_al: rreth një orë më parë

# Resx/AboutAWeekAgo
source: about a week ago
az_latn_az: Təxminən bir həftə əvvəl
sq_al: rreth një javë më parë

# Resx/AlarmRepeatsOn
source: ALARM REPEATS ON
az_latn_az: Siqnal təkrarlanır
sq_al: ALARMI PËRSËRITET NË

# Resx/DatePickerTitle
source: CHOOSE DATE
az_latn_az: Tarix seç
sq_al: ZGJIDH DATËN

# Resx/DateTimePickerCancelText
source: cancel
az_latn_az: Ləğv et
sq_al: anulo

# Resx/DateTimePickerDoneText
source: done
az_latn_az: Hazırdır
sq_al: kryer

# Resx/OverAYearAgo
source: over a year ago
az_latn_az: Bir il əvvəl
sq_al: mbi një vit më parë

# Resx/RepeatsEveryDay
source: every day
az_latn_az: Hər gün
sq_al: çdo ditë

# Resx/RepeatsOnlyOnce
source: only once
az_latn_az: Yalnız bir dəfə
sq_al: vetëm një herë

# Resx/RepeatsOnWeekdays
source: weekdays
az_latn_az: Həftə günləri
sq_al: në ditë jave

# Resx/RepeatsOnWeekends
source: weekends
az_latn_az: Həftə sonları
sq_al: në fundjava

# Resx/TimePickerTitle
source: CHOOSE TIME
az_latn_az: Vaxt seç
sq_al: ZGJIDH ORËN

# Resx/XHoursAgo_2To4
source: {0} hours ago
az_latn_az: {0} saat əvvəl
sq_al: {0} orë më parë

# Resx/XHoursAgo_EndsIn1Not11
source: {0} hours ago
az_latn_az: {0} saat əvvəl
sq_al: {0} orë më parë

# Resx/XHoursAgo_EndsIn2To4Not12To14
source: {0} hours ago
az_latn_az: {0} saat əvvəl
sq_al: {0} orë më parë

# Resx/XHoursAgo_Other
source: {0} hours ago
az_latn_az: {0} saat əvvəl
sq_al: {0} orë më parë

# Resx/XMinutesAgo_2To4
source: {0} minutes ago
az_latn_az: {0} dəqiqə əvvəl
sq_al: {0} minuta më parë

# Resx/XMinutesAgo_EndsIn1Not11
source: {0} minutes ago
az_latn_az: {0} dəqiqə əvvəl
sq_al: {0} minuta më parë

# Resx/XMinutesAgo_EndsIn2To4Not12To14
source: {0} minutes ago
az_latn_az: {0} dəqiqə əvvəl
sq_al: {0} minuta më parë

# Resx/XMinutesAgo_Other
source: {0} minutes ago
az_latn_az: {0} dəqiqə əvvəl
sq_al: {0} minuta më parë

# Resx/XMonthsAgo_2To4
source: {0} months ago
az_latn_az: {0} ay əvvəl
sq_al: {0} muaj më parë

# Resx/XMonthsAgo_5To12
source: {0} months ago
az_latn_az: {0} ay əvvəl
sq_al: {0} muaj më parë

# Resx/XSecondsAgo_2To4
source: {0} seconds ago
az_latn_az: {0} saniyə əvvəl
sq_al: {0} sekonda më parë

# Resx/XSecondsAgo_EndsIn1Not11
source: {0} seconds ago
az_latn_az: {0} saniyə əvvəl
sq_al: {0} sekonda më parë

# Resx/XSecondsAgo_EndsIn2To4Not12To14
source: {0} seconds ago
az_latn_az: {0} saniyə əvvəl
sq_al: {0} sekonda më parë

# Resx/XSecondsAgo_Other
source: {0} seconds ago
az_latn_az: {0} saniyə əvvəl
sq_al: {0} sekonda më parë

# Resx/XWeeksAgo_2To4
source: {0} weeks ago
az_latn_az: {0} həftə əvvəl
sq_al: {0} javë më parë

# Resx/Off
source: Off
az_latn_az: Qeyri-aktiv
sq_al: Joaktiv

# Resx/On
source: On
az_latn_az: Aktiv
sq_al: Aktiv

# Resx/last Friday
source: last Friday
az_latn_az: küçən cümə
sq_al: të premten e kaluar

# Resx/last Monday
source: last Monday
az_latn_az: keçən bazar ertəsi
sq_al: të hënën e kaluar

# Resx/last Saturday
source: last Saturday
az_latn_az: küçən şənbə
sq_al: të shtunën

# Resx/last Sunday
source: last Sunday
az_latn_az: keçən bazar
sq_al: të dielën e kaluar

# Resx/last Thursday
source: last Thursday
az_latn_az: keçən cümə axşamı
sq_al: të enjten e kaluar

# Resx/last Tuesday
source: last Tuesday
az_latn_az: keçən çərşənbə axşamı
sq_al: të martën e kaluar

# Resx/last Wednesday
source: last Wednesday
az_latn_az: keçən çərşənbə
sq_al: të mërkurën e kaluar

# Resx/on Friday
source: on Friday
az_latn_az: Cümə günü
sq_al: të premten

# Resx/on Monday
source: on Monday
az_latn_az: Bazar ertəsi
sq_al: të hënën

# Resx/on Saturday
source: on Saturday
az_latn_az: Şənbə günü
sq_al: të shtunën

# Resx/on Sunday
source: on Sunday
az_latn_az: Bazar günü
sq_al: të dielën

# Resx/on Thursday
source: on Thursday
az_latn_az: Cümə axşamı
sq_al: të enjten

# Resx/on Tuesday
source: on Tuesday
az_latn_az: Çərşənbə axşamı
sq_al: të martën

# Resx/on Wednesday
source: on Wednesday
az_latn_az: Çərşənbə
sq_al: të mërkurën

# Resx/Byte
source: bytes
sq_al: bajte

# Resx/Cancel
source: cancel
sq_al: anulo

# Resx/No
source: no
sq_al: jo

# Resx/PartOfWhole
source: {0} of {1}
sq_al: {0} nga {1}

# Resx/Pause
source: pause
sq_al: vër në pauzë

# Resx/Resume
source: resume
sq_al: vazhdo

# Resx/StatusCancelled
source: Canceled
sq_al: Anuluar

# Resx/StatusComplete
source: complete
sq_al: përfundo

# Resx/StatusDownloading
source: Downloading...
sq_al: Duke shkarkuar...

# Resx/StatusFailed
source: Error
sq_al: Gabim

# Resx/StatusPaused
source: paused
sq_al: në pauzë

# Resx/StatusPending
source: Pending
sq_al: Në pritje

# Resx/StatusUnknown
source: unknown
sq_al: e panjohur

# Resx/StatusUploading
source: Uploading...
sq_al: Duke ngarkuar...

# Resx/StatusWaiting
source: Waiting...
sq_al: Duke pritur...

# Resx/StatusWaitingForExternalPower
source: Waiting...
sq_al: Duke pritur...

# Resx/StatusWaitingForExternalPowerDueToBatterySaverMode
source: Low battery
sq_al: Bateria e ulët

# Resx/StatusWaitingForNonVoiceBlockingNetwork
source: Waiting for connection
sq_al: Duke pritur për lidhjen

# Resx/StatusWaitingForWiFi
source: Waiting for Wi-Fi
sq_al: Duke pritur për Wi-Fi

# Resx/Yes
source: yes
sq_al: po
